CREATE TABLE Rubai (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  content TEXT NOT NULL UNIQUE
);

INSERT INTO RUBAI (CONTENT) VALUES ('
Вот снова день исчез, как ветра легкий  стон,<br>
Из нашей жизни, друг, навеки выпал он.<br>
Но я, покуда жив, тревожиться не стану<br>
О дне, что отошел, и дне, что не рожден.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Откуда мы пришли? Куда свой путь вершим?<br>
В чем нашей жизни смысл? Он нам непостижим.<br>
Как много чистых душ под колесом лазурным<br>
Сгорает в пепел, в прах, а где, скажите, дым?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Лепящий черепа таинственный гончар<br>
Особый проявил к сему искусству дар:<br>
На скатерть бытия он опрокинул чашу<br>
И в  ней  пылающий зажег страстей пожар.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Будь все добро мое кирпич одна, в кружало<br>
Его бы я отнес в обмен на полбокала.<br>
Как  завтра проживу? Продам чалму в плащ,<br>
Ведь не святая же Мария их соткала.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Гора, вина хлебнув, и то пошла бы в пляс.<br>
Глупец, кто для вина лишь клевету припас.<br>
Ты  говоришь, что мы должны вина  чураться?<br>
Вздор! Это дивный дух, что оживляет нас.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Как надоели мне несносные ханжи!<br>
Вина подай, саки, и, кстати, заложи<br>
Тюрбай мой в кабаке и мой молельный коврик;<br>
Не только на словах я враг всей этой лжи.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Благоговейно чтят везде стихи корана,<br>
Но как читают их? Не часто и не рьяно.<br>
Тебя ж, сверкающий вдоль края кубка стих,<br>
Читают вечером, и днем, и утром рано.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Дивлюсь тебе, гончар, что ты имеешь дух<br>
Мять глину, бить, давать ей сотни оплеух,<br>
Ведь этот влажный прах трепещущей был плотью.<br>
Покуда жизненный огонь в ней не потух.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Знай, в каждом атоме тут, на земле, таится<br>
Дышавший некогда кумир прекраснолицый.<br>
Снимай же бережно пылинку с милых кос:<br>
Прелестных локонов была она частицей.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Увы, не много дней нам здесь побыть дано,<br>
Прожить их без любви и без вина - грешно.<br>
Не стоит размышлять, мир этот стар иль молод:<br>
Коль суждено уйти - не все ли нам равно?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О, если б, захватив с собой стихов  диван<br>
Да в кувшине вина и сунув хлеб в карман,<br>
Мне провести с тобой денек среди развалин, -<br>
Мне позавидовать бы мог любой султан.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Будь глух к ученому о боге суесловью,<br>
Целуй кумир, к его прильнувши изголовью.<br>
Покуда кровь твою не пролил злобный рок,<br>
Свой кубок наполняй бесценных гроздий кровью.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Кумир мой, вылепил тебя таким гончар,<br>
Что пред тобой луна своих стыдится чар.<br>
Другие к празднику себя пусть украшают,<br>
Ты - праздник украшать собой имеешь дар.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Кумир мой - горшая из горьких неудач!<br>
Сам ввергнут, но не мной, в любовный жар и плач.<br>
Увы, надеяться могу ль на исцеленье,<br>
Раз тяжко занемог единственный мой врач?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты сердце бедное мое, господь, помилуй,<br>
И грудь, которую томит огонь постылый,<br>
И ноги, что всегда несут меня в кабак,<br>
И руку, что сжимать так любит кубок милый.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Растить в душе побег унынья - преступленье,<br>
Пока не прочтена вся книга наслажденья.<br>
Лови же радости и жадно пей вино:<br>
Жизнь коротка, увы! Летят ее мгновенья.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Скорей вина сюда! Теперь не время сну,<br>
Я славить розами ланит хочу весну.<br>
Но прежде Разуму, докучливому старцу,<br>
Чтоб усыпить его, в лицо вином плесну.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
День завтрашний - увы!- сокрыт от наших глаз!<br>
Спеши использовать летящий в бездну час.<br>
Пей, луноликая! Как часто будет месяц<br>
Всходить на небосвод, уже не видя нас.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Лик розы освежен дыханием весны,<br>
Глаза возлюбленной красой лугов полны,<br>
Сегодня чудный день! Возьми бокал, а думы<br>
О зимней стуже брось: они всегда грустны.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Друзья, бокал - рудник текучего рубина,<br>
А хмель - духовная бокала сердцевина.<br>
Вино, что в хрустале горит, - покровом слез<br>
Едва прикрытая кровавая пучина.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Спросил у чаши я, прильнув устами к ней:<br>
"Куда ведет меня чреда ночей и дней?"<br>
Не отрывая уст, ответила мне чаша:<br>
"Ах, больше в этот мир ты не вернешься. Пей!"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Бокала полного веселый вид мне люб,<br>
Звук арф, что жалобно при том звенит, мне люб,<br>
Ханжа, которому чужда отрада хмеля, -<br>
Когда он за сто верст, горами скрыт, - мне люб.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Разумно ль смерти мне страшиться? Только раз<br>
Я ей взгляну в лицо, когда придет мой час.<br>
И стоит ли жалеть, что я - кровавой слизи,<br>
Костей и жил мешок - исчезну вдруг из глаз?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Призыв из кабака поднял меня от сна:<br>
"Сюда, беспутные поклонники вина!<br>
Пурпурной влагою скорей наполним чаши,<br>
Покуда мера дней, как чаша, не полна".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ах, сколько, сколько раз, вставая ото сна,<br>
Я обещал, что впредь не буду пить вина,<br>
Но нынче, господи, я не даю зарока:<br>
Могу ли я не пить, когда пришла весна?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Смотри: беременна душою плоть бокала,<br>
Как если б лилия чревата розой стала,<br>
Нет, это пригоршня текучего огня<br>
В утробе ясного, как горный ключ, кристалла.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Влюбленный на ногах пусть держится едва,<br>
Пусть у него гудит от хмеля голова.<br>
Лишь трезвый человек заботами снедаем,<br>
А пьяному ведь все на свете трын-трава.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мне часто говорят: "Поменьше пей вина!<br>
В том, что ты пьянствуешь, скажи нам, чья вина?"<br>
Лицо возлюбленной моей повинно в этом:<br>
Я не могу не пить, когда со мной она.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В бокалы влей вина и песню затяни нам,<br>
Свой голос примешав к стенаньям соловьиным!<br>
Без песни пить нельзя, - ведь иначе вино<br>
Нам разливалось бы без бульканья кувшином.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Запрет вина - закон, считающийся с тем,<br>
Кем пьется, в когда, и много ли, и с кем.<br>
Когда соблюдены все эти оговорки,<br>
Пить - признак мудрости, а не порок совсем.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Как долго пленными наш быть в тюрьме мирской?<br>
Кто сотню лет иль день велит нам жить с тоской?<br>
Так лей вино в бокал, покуда сам не стал ты<br>
Посудой глиняной в гончарной мастерской.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Налей, хоть у тебя уже усталый вид,<br>
Еще вина: оно нам жизнь животворит,<br>
О мальчик, поспеши! Наш мир подобен сказке,<br>
И жизнь твоя, увы, без устали бежит.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пей, ибо скоро в прах ты будешь обращен.<br>
Вез друга, без жены твой долгий будет сон.<br>
Два слова на ухо сейчас тебе шепну я:<br>
"Когда тюльпан увял, расцвесть не может он".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Все те, что некогда, шумя, сюда пришли<br>
И обезумели от радостей земли, -<br>
Пригубили вина, потом умолкли сразу<br>
И в лоно вечного забвения легли.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я к гончару зашел: он за комком комок<br>
Клал гляну влажную на круглый свой станок:<br>
Лепил он горлышки и ручки для сосудов<br>
Из царских черепов и из пастушьих ног.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пускай ты прожил жизнь без тяжких мук, - что дальше?<br>
Пускай твой жизненный замкнулся круг, - что дальше?<br>
Пускай, блаженствуя, ты проживешь сто лет<br>
И сотню лет еще, - скажи, мой друг, что дальше?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Приход наш и уход загадочны, - их цели<br>
Все мудрецы земли осмыслить не сумели,<br>
Где круга этого начало, где конец,<br>
Откуда мы пришли, куда уйдем отселе?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Хоть сотню проживи, хоть десять сотен лет,<br>
Придется все-таки покинуть этот свет,<br>
Будь падишахом ты иль нищим на базаре, -<br>
Цена тебе одна: для смерти санов нет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты видел мир, но все, что ты видал, - ничто.<br>
Все то, что говорил ты и слыхал, - ничто.<br>
Итог один, весь век ты просидел ли дома,<br>
Иль из конца в конец мир исшагал, - ничто.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
От стрел, что мечет смерть, нам не найти щита:<br>
И с нищим, и с царем она равно крута.<br>
Чтоб с наслажденьем жить, живи для наслажденья,<br>
Все прочее - поверь! - одна лишь суета.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Где высился чертог в далекие года<br>
И проводила дни султанов череда,<br>
Там ныне горлица сидит среди развалин<br>
И плачет жалобно: "Куда, куда, куда?"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я утро каждое спешу скорей в кабак<br>
В сопровождении товарищей-гуляк.<br>
Коль хочешь, господи, сдружить меня с молитвой,<br>
Мне веру подари, святой податель благ!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Моей руке держать кувшин вина - отрада;<br>
Священных свитков ей касаться я не надо:<br>
Я от вина промок; не мне, ханжа сухой,<br>
Не мне, а вот тебе опасно пламя ада.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Нас, пьяниц, не кори! Когда б господь хотел,<br>
Он ниспослал бы нам раскаянье в удел.<br>
Не хвастай, что не пьешь - немало за тобою,<br>
Приятель, знаю я гораздо худших дел.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Блуднице шейх сказал: "Ты, что ни день, пьяна,<br>
И что ни час, то в сеть другим завлечена!"<br>
Ему на то: "Ты прав; но ты-то сам таков ли,<br>
Каким всем кажешься?" - ответила она.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
За то, что вечно пьем и в опьяненье пляшем,<br>
За то, что почести оказываем чашам,<br>
Нас не кори, ханжа! Мы влюблены в вино,<br>
И милые уста всегда к услугам нашим.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Над краем чаши мы намазы совершаем,<br>
Вином пурпуровым свой дух мы возвышаем;<br>
Часы, что без толку в мечетях провели,<br>
Отныне в кабаке наверстывать решаем.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ужели бы гончар им сделанный сосуд<br>
Мог в раздражении разбить, презрев свой труд?<br>
А сколько стройных ног, голов и рук прекрасных,<br>
Любовно сделанных, в сердцах разбито тут!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Небесный свод жесток и скуп на благодать,<br>
Так пей же и на трон веселия воссядь.<br>
Пред господом равны и грех и послушанье,<br>
Бери ж от жизни все, что только можешь взять.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
День каждый услаждай вином, - нет, каждый час:<br>
Ведь может лишь оно мудрее сделать нас,<br>
Когда бы некогда Ивлис вина напился,<br>
Перед Адамом он склонился б двести раз.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мудрец приснился мне. "Веселья цвет пригожий<br>
Во сне не расцветет, - мне молвил он, - так что же<br>
Ты предаешься сну? Пей лучше гроздий сок,<br>
Успеешь выспаться, в сырой могиле лежа".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Жестокий этот мир нас подвергает смене<br>
Безвыходных скорбей, безжалостных мучений.<br>
Блажен, кто побыл в нем недолго и ушел,<br>
А кто не приходил совсем, еще блаженней.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
От страха смерти я, - поверьте мне, - далек:<br>
Страшнее жизни что мне приготовил рок?<br>
Я душу получил на подержанье только<br>
И возвращу ее, когда наступит срок.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
С тех пор, как на небе Венера и Луна,<br>
Кто видел что-нибудь прекраснее вина?<br>
Дивлюсь, что продают его виноторговцы:<br>
Где вещь, что ценностью была б ему равна?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Твои дары, о жизнь, - унынье и туга;<br>
Хмельная чаша лишь одна нам дорога.<br>
Вино ведь - мира кровь, а мир - наш кровопийца,<br>
Так как же нам не пить кровь кровного врага?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Поток вина - родник душевного покоя,<br>
Врачует сердце он усталое, больное.<br>
Потоп отчаянья тебе грозит? Ищи<br>
Спасение в вине: ты с ним в ковчеге Ноя.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Венец с главы царя, корону богдыханов<br>
И самый дорогой из пресвятых тюрбанов<br>
За песнь отдал бы я, на кубок же вина<br>
Я б четки променял, сию орду обманов.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не зарекайся пить бесценных гроздий сок,<br>
К себе раскаянье ты пустишь на порог.<br>
Рыдают соловьи, и расцветают розы...<br>
Ужели в час такой уместен твой зарок?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Друг, в нищете своей отдай себе отчет!<br>
Ты в мир ни с чем пришел, могила все возьмет.<br>
"Не пью я, ибо смерть близка", - мне говоришь ты;<br>
Но пей ты иль не пей - она в свой час прядет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Тревога вечная мне не дает вздохнуть,<br>
От стонов горестных моя устала грудь.<br>
Зачем пришел я в мир, раз - без меня ль, со мной ли -<br>
Все так же он вершит свой непонятный путь?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Водой небытия зародыш мой вспоен,<br>
Огнем страдания мой мрачный дух зажжен;<br>
Как ветер, я несусь из края в край вселенной<br>
И горсточкой земли окончу жизни сон.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Несовместимых мы всегда полны желаний:<br>
В одной руке бокал, другая - на коране.<br>
И так вот мы живем под сводом голубым,<br>
Полубезбожники и полумусульмане.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Из всех, которые ушли в тот дальний путь.<br>
Назад вернулся ли хотя бы кто-нибудь?<br>
Не оставляй добра на перекрестке этом:<br>
К нему возврата нет, - об этом не забудь.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Нам с гуриями рай сулят на свете том<br>
И чаши, полные пурпуровым вином.<br>
Красавиц и вина бежать на свете этом<br>
Разумно ль, если к ним мы все равно придем?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
От вешнего дождя не стало холодней;<br>
Умыло облако цветы, и соловей<br>
На тайном языке взывает к бледной розе:<br>
"Красавица, вина пурпурного испей!"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вы говорите мне: "За гробом ты найдешь<br>
Вино и сладкий мед. Кавсер и гурий". Что ж,<br>
Тем лучше. Но сейчас мне кубок поднесите:<br>
Дороже тысячи в кредит - наличный грош.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В тот час, как свой наряд фиалка расцветит<br>
И ветер утренний в весенний сад влетит,<br>
Блажен, кто сядет лить вдвоем с сереброгрудой<br>
И разобьет потом бокал о камень плит.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я пьяным встретил раз пред дверью кабака<br>
С молельным ковриком и кубком старика;<br>
Мой изумленный взор заметив, он воскликнул:<br>
"Смерть ждет нас впереди, давай же пить пока!"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Сей жизни караван не мешкает в пути:<br>
Повеселившись чуть, мы прочь должны уйти.<br>
О том, что завтра ждет товарищей, не думай,<br>
Неси вина сюда, - уж рассвело почти.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пред взором милых глаз, огнем вина объятый,<br>
Под плеск ладоней в пляс лети стопой крылатой!<br>
В десятом кубке прок, ей-ей же, не велик:<br>
Чтоб жажду утолить, готовь шестидесятый.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Увы, от мудрости нет в нашей жизни прока,<br>
И только круглые глупцы - любимцы рока.<br>
Чтоб ласковей ко мне был рок, подай сюда<br>
Кувшин мутящего нам ум хмельного сока.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Один Телец висит высоко в небесах,<br>
Другой своим хребтом поддерживает прах.<br>
А меж обоими тельцами, - поглядите, -<br>
Какое множество ослов пасет аллах!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Общаясь с дураком, не оберешься срама,<br>
Поэтому совет ты выслушай Хайяма:<br>
Яд, мудрецом тебе предложенный, прими,<br>
Из рук же дурака не принимай бальзама.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Чтоб угодить судьбе, глушить полезно ропот.<br>
Чтоб людям угодить, полезен льстивый шепот.<br>
Пытался часто я лукавить и хитрить,<br>
Но всякий раз судьба мой посрамляла опыт.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О чадо четырех стихий, внемли ты вести<br>
Из мира тайного, не знающего лести!<br>
Ты зверь и человек, злой дух и ангел ты;<br>
Все, чем ты кажешься, в тебе таится вместе.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Прославься в городе - возбудишь озлобленье,<br>
А домоседом стань - возбудишь подозренье,<br>
Не лучше ли тебе, хотя б ты Хызром был,<br>
Ни с кем не знаться, жить всегда в уединенья?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В молитве и посте я, мнилось мне, нашел<br>
Путь к избавлению от всех грехов и зол;<br>
Но как-то невзначай забыл про омовенье,<br>
Глоток вина хлебнул - и прахом пост пошел.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Молитвы побоку! Избрав благую часть,<br>
В беспутство прежнее решил я снова впасть<br>
И, шею вытянув, как горлышко сосуда,<br>
К сосудам кабака присасываюсь всласть.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мы пьем не потому, что тянемся к веселью,<br>
И не разнузданность себе мы ставим целью.<br>
Мы от самих себя хотим на миг уйти<br>
И только потому к хмельному склонны зелью.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ко мне ворвался ты, как ураган, господь,<br>
И опрокинул мне с вином стакан, господь!<br>
Я пьянству предаюсь, а ты творишь бесчинства?<br>
Гром разрази меня, коль ты не пьян, господь!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Скорее пробудись от сна, о мой саки!<br>
Налей пурпурного вина, о мой саки!<br>
Пока нам черепа не превратили в чаши,<br>
Пусть будет пара чаш полна, о мой саки!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Огню, сокрытому в скале, подобен будь,<br>
А волны смерти все ж к тебе разыщут путь.<br>
Не прах ли этот мир? О, затяни мне песню!<br>
Не дым ли эта жизнь? Вина мне дай хлебнуть!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Усами я мету кабацкий пол давно,<br>
Душа моя глуха к добру и злу равно.<br>
Обрушься мир, - во сне хмельном пробормочу я:<br>
"Скатилось, кажется, ячменное зерно".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Сей пир, в котором ты живешь, - мираж, не боле,<br>
Так стоит ли роптать и жаждать лучшей доли?<br>
С мученьем примирись и с роком не воюй:<br>
Начертанное им стереть мы в силах, что ли?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты все пытаешься проникнуть в тайны света,<br>
В загадку бытия... К чему, мой друг, все это?<br>
Ночей и дней часы беспечно проводи,<br>
Ведь все устроено без твоего совета.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пред пьяным соловьем, влетевшим в сад, сверкал<br>
Средь роз смеющихся смеющийся бокал,<br>
И, подлетев ко мне, певец любви на тайном<br>
Наречии: "Лови мгновение!" - сказал.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мне чаша чистого вина всегда желанна,<br>
И стоны нежных флейт я б слушал неустанно.<br>
Когда гончар мой прах преобразит в кувшин,<br>
Пускай наполненным он будет постоянно.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Увы, нас вычеркнет из книга жизни рок,<br>
И смертный час от нас, быть может, недалек.<br>
Не медли же, саки, неси скорее влагу,<br>
Чтоб ею оросить наш прах ты завтра мог.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Доколе будешь нас корить, ханжа ты скверный,<br>
За то, что к кабаку горим любовью верной?<br>
Нас радуют вино и милая, а ты<br>
Опутан четками и ложью лицемерной.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Поменьше размышляй о зле судьбины нашей,<br>
С утра до вечера не расставайся с чашей,<br>
К запретной дочери лозы присядь, - она<br>
Своей дозволенной родительницы краше.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Охотно платим мы за всякое вино,<br>
А мир? Цена ему - ячменное зерно.<br>
"Окончив жизнь, куда уйдем?" Вина налей мне<br>
И можешь уходить, - куда, мне все равно.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
С друзьями радуйся, пока ты юн, весне:<br>
В кувшине ничего не оставляй на дне!<br>
Ведь был же этот мир водой когда-то залит,<br>
Так почему бы нам не утонуть в вине?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Отречься от вина? Да это все равно,<br>
Что жизнь свою отдать! Чем возместишь вино?<br>
Могу ль я сделаться приверженцем ислама,<br>
Когда им высшее из благ запрещено?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
На мир - пристанище немногих наших дней -<br>
Я долго устремлял пытливый взор очей.<br>
И что ж? Твое лицо светлей, чем светлый месяц;<br>
Чем стройный кипарис, твой чудный стан прямей.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Чье сердце не горит любовью страстной к милой, -<br>
Без утешения влачит свой век унылый.<br>
Дни, проведенные без радостей любви,<br>
Считаю тяготой ненужной и постылой.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Скажи, за что меня преследуешь, о небо?<br>
Будь камни у тебя, ты все их слало, мне бы.<br>
Чтоб воду получить, я должен спину гнуть,<br>
Бродяжить должен я из-за краюхи хлеба.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Богатством, - слова нет, - не заменить ума,<br>
Но неимущему и рай земной - тюрьма.<br>
Фиалка нищая склоняет лик, а роза<br>
Смеется: золотом полна ее сума.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Тому, на чьем столе надтреснутый кувшин<br>
Со свежею водой и только хлеб один,<br>
Увы, приходится пред тем, что ниже, гнуться<br>
Иль называть того, кто равен, "господин".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О, если б каждый день иметь краюху хлеба,<br>
Над головою кров и скромный угол, где бы<br>
Ничьим владыкою, ничьим рабом не быть!<br>
Тогда благословить за счастье можно б небо.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
На чьем столе вино, н сладости, и плов?<br>
Сырого неуча. Да, рок - увы - таков!<br>
Турецкие глаза - красивейшие в мире -<br>
Находим у кого? Обычно у рабов.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я знаю этот вид напыщенных ослов:<br>
Пусты, как барабан, а сколько громких слов!<br>
Они - рабы имен. Составь себе лишь имя,<br>
И ползать пред тобой любой из них готов.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О небо, я твоим вращением утомлен,<br>
К тебе без отклика возносится мой стон.<br>
Невежд и дурней лишь ты милуешь, - так знай же:<br>
Не так уже я мудр, не так уж просвещен.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Напрасно ты винишь в непостоянстве рок;<br>
Что не в накладе ты, тебе и невдомек.<br>
Когда б он в милостях своих был постоянен,<br>
Ты б очереди ждать своей до смерти мог.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Чтоб мудро жизнь прожить, знать надобно немало.<br>
Два важных правила запомни для начала:<br>
Ты лучше голодай, чем что попало есть,<br>
И лучше будь один, чем вместе с кем попало.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Чтоб счастье испытать, вина себе налей,<br>
День нынешний презри, о прошлых не жалей,<br>
И цепи разума хотя б на миг единый,<br>
Тюремщик временный, сними с души своей.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мне свят веселый смех иль пьяная истома,<br>
Другая вера, мне иль ересь незнакома.<br>
Я спрашивал судьбу: "Кого же любишь ты?"<br>
Она в ответ: "Сердца, где радость вечно дома".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пусть не томят тебя пути судьбы проклятой,<br>
Пусть не волнуют грудь победы и утраты.<br>
Когда покинешь мир - ведь будет все равно,<br>
Что делал, говорил, чем запятнал себя ты.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
День завтрашний от нас густою мглой закрыт,<br>
Одна лишь мысль о нем пугает и томит.<br>
Летучий этот миг не упускай! Кто знает,<br>
Не слезы ли тебе грядущее сулит?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Что б ты ни делал, рок с кинжалом острым - рядом,<br>
Коварен и жесток он к человечьим чадам.<br>
Хотя б тебе в уста им вложен пряник был, -<br>
Смотри, не ешь его, - он, верно, смешан с ядом.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О, как безжалостен круговорот времен!<br>
Им ни один из всех узлов не разрешен:<br>
Но, в сердце чьем-нибудь едва заметив рану,<br>
Уж рану новую ему готовит он.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Под этим небом жизнь - терзаний череда,<br>
А сжалится ль оно над нами? Никогда.<br>
О нерожденные! Когда б о наших муках<br>
Вам довелось узнать, не шли бы вы сюда.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мужи, чьей мудростью был этот мир пленен,<br>
В которых светочей познанья видел он,<br>
Дороги не нашли из этой ночи темной,<br>
Посуесловили и погрузились в сон.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мне так небесный свод сказал: "О человек,<br>
Я осужден судьбой на этот страшный бег.<br>
Когда б я властен был над собственным вращеньем,<br>
Его бы я давно остановил навек".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мы чистыми пришли, - с клеймом на лбах уходим,<br>
Мы с миром на душе пришли, - в слезах уходим,<br>
Омытую водой очей и кровью жизнь<br>
Пускаем на ветер и снова в прах уходим.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда б в желаниях я быть свободным мог<br>
И власть бы надо мной утратил злобный рок,<br>
Я был бы рад на свет не появляться вовсе,<br>
Чтоб не было нужды уйти чрез краткий срок.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Однажды встретился пред старым пепелищем<br>
Я с мужем, жившим там отшельником и нищим;<br>
Чуждался веры он, законов, божества:<br>
Отважнее его мы мужа не отыщем.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Будь милосердна, жизнь, мой виночерпий злой!<br>
Мне лжи, бездушия и подлости отстой<br>
Довольно подливать! Поистине, из кубка<br>
Готов я выплеснуть напиток горький твой.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О сердце, твой удел, - вовек не зная сна,<br>
Из чаши скорби пить, испить ее до дна.<br>
Зачем, душа, в моем ты поселилась теле,<br>
Раз из него уйти ты все равно должна?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Кого из нас не ждет последний, Страшный суд,<br>
Где мудрый приговор над ним произнесут?<br>
Предстанем же в тот день, сверкая белизною:<br>
Ведь будет осужден весь темноликий люд.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Кто в тайны вечности проник? Не мы, друзья,<br>
Осталась темной нам загадка бытия,<br>
За пологом про "я" и "ты" порою шепчут,<br>
Но полог упадет - и где мы, ты и я?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Никто не лицезрел ни рая, ни геенны;<br>
Вернулся ль кто-нибудь оттуда в мир наш тленный?<br>
Но эти призраки бесплотные - для нас<br>
И страхов и надежд источник неизменный.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Для тех, кто искушен в коварстве нашей доли,<br>
Все радости и все мученья не одно ли?<br>
И зло и благо нам даны на краткий срок, -<br>
Лечиться стоит ли от мимолетной боли?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты знаешь, почему в передрассветный час<br>
Петух свой скорбный клич бросает столько раз?<br>
Он в зеркале зари увидеть понуждает,<br>
Что ночь - еще одна - прошла тайком от нас.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Небесный круг, ты - наш извечный супостат!<br>
Нас обездоливать, нас истязать ты рад.<br>
Где б ни копнуть, земля, в твоих глубинах, - всюду<br>
Лежит захваченный у нас бесценный клад.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ответственность за то, что краток жизни сон,<br>
Что ты отрадою земною обделен,<br>
На бирюзовый свод не возлагай угрюмо:<br>
Поистине, тебя беспомощнее он.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Свод неба, это - горб людского бытия,<br>
Джейхун - кровавых слез ничтожная струя,<br>
Ад - искра из костра безвыходных страданий,<br>
Рай - радость краткая, о человек, твоя!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мне без вина прожить и день один - страданье.<br>
Без хмеля я с трудом влачу существованье.<br>
Но близок день, когда мне чашу подадут,<br>
А я поднять ее не буду в состоянье.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты, книга юности, дочитана, увы!<br>
Часы веселия навек умчались вы!<br>
О птица-молодость, ты быстро улетела,<br>
Ища свежей лугов и зеленей листвы.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Недолог розы век: чуть расцвела - увяла,<br>
Знакомство с ветерком едва свела - увяла.<br>
Недели не прошло, как родилась она,<br>
Темницу тесную разорвала - увяла.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Лишь на небе рассвет займется еле зримый,<br>
Тяни из чаши сок лозы неоценимой!<br>
Мы знаем: истина в устах людей горька, -<br>
Так, значит, истиной вино считать должны мы.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Прочь мысли все о том, что мало дал мне свет.<br>
И нужно ли бежать за наслажденьем вслед!<br>
Подай вина, саки! Скорей, ведь я не знаю,<br>
Успею ль, что вдохнул, я выдохнуть иль нет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
С, тех пор, как отличать я руки стал от ног,<br>
Ты руки мне связал, безмерно подлый рок,<br>
Но взыщешь и за дни, когда мне не сверкали<br>
Ни взор красавицы, ни пьяных гроздий сок.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Наполнил зернами бессмертный Ловчий сети,<br>
И дичь попала в них, польстясь на зерна эти.<br>
Назвал он эту дичь людьми и на нее<br>
Взвалил вину за зло, что сам творит на свете.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Раз божьи и мои желания несходны,<br>
Никак не могут быть мои богоугодны.<br>
Коль воля господа блага, то от грехов<br>
Мне не спастись, увы, - усилия бесплодны.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Хоть мудрый шариат и осудил вино,<br>
Хоть терпкой горечью пропитано оно, -<br>
Мне сладко с милой пить. Недаром говорится:<br>
"Мы тянемся к тому, что нам запрещено".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я дня не провожу без кубка иль стакана,<br>
Но нынешнюю ночь святую Рамазана<br>
Хочу - уста к устам и грудь прижав к груди<br>
Не выпускать из рук возлюбленного жбана.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Обета трезвости не даст, кому вино -<br>
Из благ сладчайшее, кому вся жизнь оно.<br>
Кто в Рамазане дал зарок не пить, - да будет,<br>
Хоть не свершать намаз ему разрешено.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Владыкой рая ли я вылеплен иль ада,<br>
Не знаю я, но знать мне это и не надо:<br>
Мой ангел, и вино, и лютня здесь, со мной,<br>
А для тебя они - загробная награда.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Налей вина, саки! Тоска стесняет грудь;<br>
Не удержать нам жизнь, текучую, как ртуть.<br>
Не медли! Краток сон дарованного счастья.<br>
Не медли! Юности, увы, недолог путь.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Увы, глоток воды хлебнуть не можешь ты,<br>
Чтоб не прибавил рок и хмеля маеты;<br>
Не можешь посолить ломоть ржаного хлеба,<br>
Чтоб не задели ран соленые персты.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Сказала роза: "Ах, на розовый елей<br>
Краса моя идет, которой нет милей!" -<br>
"Кто улыбался миг, тот годы должен плакать",<br>
На тайном языке ответил соловей.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
На происки судьбы злокозненной не сетуй,<br>
Не утопай в тоске, водой очей согретой!<br>
И дни и ночи пей пурпурное вино,<br>
Пока не вышел ты из круга жизни этой.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Трава, которою - гляди! - окаймлена<br>
Рябь звонкого ручья, - душиста и нежна.<br>
Ее с презрением ты не топчи: быть может,<br>
Из праха ангельской красы взошла она.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Фаянсовый кувшин, от хмеля как во сне,<br>
Недавно бросил я о камень; вдруг вполне<br>
Мне внятным голосом он прошептал: "Подобен<br>
Тебе я был, а ты подобен будешь мне".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вчера в гончарную зашел я в поздний час,<br>
И до меня горшков беседа донеслась.<br>
"Кто гончары, - вопрос один из них мне задал, -<br>
Кто покупатели, кто продавцы средь нас?"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда, как деревцо, меня из бытия<br>
С корнями вырвет рок и в прах рассыплюсь я,<br>
Кувшин для кабака пусть вылепят из праха, -<br>
Наполненный вином, я оживу, друзья.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Нам жизнь навязана; ее водоворот<br>
Ошеломляет нас, но миг один - и вот<br>
Уже пора уйти, не зная цели жизни,<br>
Приход бессмысленный, бессмысленный уход!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
То слышу я: "Не пей, сейчас у нас Шабан",<br>
А то: "Реджеб идет, не напивайся пьян".<br>
Пусть так: то месяцы аллаха и пророка;<br>
Что ж, изберу себе для пьянства Рамазан.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда ты для меня слепил из глины плоть,<br>
Ты знал, что мне страстей своих не побороть;<br>
Не ты ль тому виной, что жизнь моя греховна?<br>
Скажи, за что же мне гореть в аду, господь?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты к людям милосерд? Да нет же, непохоже!<br>
Изгнал ты грешника из рая отчего же?<br>
Заслуга велика ль послушного простить?<br>
Прости ослушника, о милосердный боже!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда-нибудь, огнем любовным обуян,<br>
В душистых локонах запутавшись и пьян,<br>
Паду к твоим ногам, из рук роняя чашу<br>
И с пьяной головы растрепанный тюрбан.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Шабан сменяется сегодня Рамазаном, -<br>
Расстаться надобно с приятелем-стаканом.<br>
Я пред разлукой так в последний раз напьюсь,<br>
Что буду месяц весь до разговенья пьяным.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Хоть я и пьяница, о муфтий городской,<br>
Степенен все же я в сравнении с тобой;<br>
Ты кровь людей сосешь, - я лоз. Кто кровожадней,<br>
Я или ты? Скажи, не покривив душой.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пусть будет, пьяницы, кабак наполнен вами,<br>
Плащи ханжей святых пускай охватит пламя,<br>
Клочки почтенных ряс из шерсти голубой<br>
Пускай волочатся под пьяными ногами!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Что я дружу с вином, не отрицаю, нет,<br>
Но справедливо ли хулишь меня, сосед?<br>
О, если б все грехи рождали опьяненье!<br>
Тогда бы слышали мы только пьяный бред.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Прошу могилу мне с землей сровнять, да буду<br>
Смиренья образцом всему честному люду;<br>
Затем, смесив мой прах с пурпуровым вином,<br>
Покрышку вылепить к кабацкому сосуду.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Дух рабства кроется в кумирне и в Каабе,<br>
Трезвон колоколов - язык смиренья рабий,<br>
И рабства черная печать равно лежит<br>
На четках и кресте, на церкви и михрабе.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Бушуют в келиях, мечетях и церквах,<br>
Надежда в рай войти и перед адом страх.<br>
Лишь у того в душе, кто понял тайну мира,<br>
Сок этих сорных трав весь высох и зачах.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Неправ, кто думает, что бог неумолим.<br>
Нет, к нам он милосерд, хотя мы и грешим.<br>
Ты в кабаке умри сегодня от горячки, -<br>
Сей грех он через год простит костям твоим.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В глуби небес - бокал, невидимый для глаз;<br>
Он уготован там для каждого из нас.<br>
Поэтому, мой друг, к его краям устами<br>
Прильни безропотно, когда придет твой час.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Что плоть твоя, Хайям? Шатер, где на ночевку,<br>
Как странствующий шах, дух сделал остановку.<br>
Он завтра на зар свой путь возобновит,<br>
И смерти злой фарраш свернет шатра веревку.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Цветам н запахам владеть тобой доколе?<br>
Доколь добру и злу твой ум терзать до боли:<br>
Ты хоть Земземом будь, хоть юности ключом,<br>
В прах должен ты уйти, покорен общей доле.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не унывай, мой друг! До месяца благого<br>
Осталось мало дней, - нас оживит он снова,<br>
Кривится стан луны, бледнеет лик его, -<br>
Она от мук поста сойти на нет готова.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Чем омываться нам, как не вином, друзья?<br>
Мила нам лишь в кабак ведущая стезя.<br>
Так будем пить! Ведь плащ порядочности нашей<br>
Изодран, заплатать его уже нельзя.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Хмельная чаша нам хотя запрещена,<br>
Не обходись и дня без песни и вина;<br>
На землю выливай из полной чаши каплю,<br>
А после этого всю осушай до дна.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пусть пьяницей слыву, гулякой невозможным,<br>
Огнепоклонником, язычником безбожным, -<br>
Я, верен лишь себе, не придаю цены<br>
Всем этим прозвищам - пусть правильным, пусть ложным.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Коль ты мне друг, оставь словесную игру<br>
И мне вина налей; когда же я умру,<br>
Из праха моего слепив кирпич, снеси ты<br>
Его в кабак и там заткни в стене дыру.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда последний вздох испустим мы с тобой,<br>
По кирпичу на прах положат мой и твой.<br>
А сколько кирпичей насушат надмогильных<br>
Из праха нашего уж через год-другой!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Про вечность и про тлен оставим разговор,<br>
В потоке мыслей я почувствовал затор.<br>
Что может заменить вино в часы веселья?<br>
Мгновенно перед ним стихает всякий спор.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Хочу упиться так, чтоб из моей могилы,<br>
Когда в нее сойду, шел винный запах милый,<br>
Чтоб вас он опьянял и замертво валил,<br>
Мимоидущие товарищи-кутилы!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Упиться торопись вином: за шестьдесят<br>
Тебе удастся ли перевалить? Навряд.<br>
Покуда череп твой в кувшин не превратили,<br>
Ты с кувшином вина не расставайся, брат.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Сегодня пятница: поэтому смени<br>
На чашу кубок твой, а ежели все дни<br>
И так из чаши пьешь, удвой ее сегодня:<br>
Священный этот день особо помяни!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Полету ввысь, вино, ты учишь души наши,<br>
С тобой, как с родинкой, красавец Разум краше.<br>
Мы трезво провели весь долгий Рамазан, -<br>
Вот наконец Шавваль. Наполни, кравчий, чаши!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Шавваль пришел. Вино, глушителя забот,<br>
Пусть виночерпий нам по чашам разольет.<br>
Намордник строгого поста, узду намазов<br>
С ослиных этих морд благой Шавваль сорвет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда бываю трезв, не мил мне белый свет.<br>
Когда бываю пьян, впадает разум в бред.<br>
Лишь состояние меж трезвостью и хмелем<br>
Ценю я, - вне его для нас блаженства нет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
У мира я в плену, - я это вижу ясно:<br>
Своею тягощусь природою всечасно.<br>
Ни тот, ни этот мир постичь я не сумел, -<br>
Пытливый разум свой я напрягал напрасно.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Скудеет в жилах кровь, скудеют наши силы;<br>
Ах, мало ли сердец убил ты, рок постылый!<br>
Кто в дальний путь ушел, тот навсегда исчез,<br>
Нам некого спросить о крае за могилой.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Унылых осеней прошел над нами ряд,<br>
И нашей жизни дни развеял листопад.<br>
Пей! Ведь сказал мудрец, что лишь вина дурманом<br>
Мы можем одолеть тоски душевной яд.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Саки, тоска моя кричит в припадке яром.<br>
Чем излечить ее, как не хмельным угаром?<br>
Седая борода мне не мешает пить:<br>
Твое вино весну рождает в сердце старом.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда б я отравил весь мир своею скверной -<br>
Надеюсь, ты б меня простил, о милосердный!<br>
Но ты ведь обещал в нужде мне руку дать:<br>
Не жди, чтоб сделалась нужда моя безмерной.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда от жизненных освобожусь я пут<br>
И люди образ мой забвенью предадут,<br>
О, если бы тогда - сказать ли вам? - для пьяниц<br>
Из праха моего был вылеплен сосуд!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда б ты жизнь постиг, тогда б из темноты<br>
И смерть открыла бы тебе свои черты.<br>
Теперь ты сам в себе, а нечего не знаешь, -<br>
Что ж будешь знать, когда себя покинешь ты?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вплоть до Сатурна я обрыскал божий свет.<br>
На все загадки в нем сумел найти ответ,<br>
Сумел преодолеть все узы и преграды,<br>
Лишь узел твой, о смерть, мной не распутан, нет!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ученью не один мы посвятили год,<br>
Потом других учить пришел и нам черед.<br>
Какие ж выводы из этой всей науки?<br>
Из праха мы пришли, нас ветер унесет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Умом ощупал я все мирозданья звенья,<br>
Постиг высокие людской души паренья,<br>
И, несмотря на то, уверенно скажу:<br>
Нет состояния блаженней опьяненья.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Джемшида чашу я искал, не зная сна,<br>
Когда же мной земля была обойдена,<br>
От мужа мудрого узнал я, что напрасно<br>
Так далеко ходил, - в моей душе она.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пришел он, моего жизнекрушенья час,<br>
Из темных волн, увы, я ничего не спас!<br>
Джемшида кубок я, но миг - и он разбился;<br>
Я факел радости, но миг - и он погас.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Палаток мудрости нашивший без числа,<br>
В горнило мук упав, сгорел Хайям дотла.<br>
Пресеклась жизни нить, и пепел за бесценок<br>
Надежда, старая торговка, продала.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда вы за столом, как тесная семья,<br>
Опять усядетесь, - прошу вас, о друзья,<br>
О друге вспомянуть и опрокинуть чашу<br>
На месте, где сидел средь вас, бывало, я.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда вселенную настигнет день конечный,<br>
И рухнут небеса, и Путь померкнет Млечный,<br>
Я, за полу схватив создателя, спрошу:<br>
"За что же ты меня убил, владыка вечный?"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
От веры к бунту - легкий миг один.<br>
От правды к тайне - легкий миг один.<br>
Испей полнее молодость и радость!<br>
Дыханье жизни - легкий миг один.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Хотя стройнее тополя мой стан,<br>
Хотя и щеки - огненный тюльпан,<br>
Но для чего художник своенравный<br>
Ввел тень мою в свой пестрый балаган?!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Подвижники изнемогли от дум.<br>
А тайны те же душат мудрый ум.<br>
Нам, неучам, - сок винограда свежий;<br>
А им, великим, - высохший изюм.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
"Вино пить - грех". Подумай, не спеши!<br>
Сам против жизни явно не греши.<br>
В ад посылать из-за вина и женщин?<br>
Тогда в раю, наверно, ни души.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Сегодня - оргия. С моей женой,<br>
Бесплодной дочкой Мудрости пустой,<br>
Я развожусь! Друзья, и я в восторге.<br>
И я женюсь - на дочке лоз простой.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Где вы, друзья! Где вольный ваш припев?<br>
Еще вчера, за столик наш присев,<br>
Беспечные, вы бражничали с нами...<br>
И прилегли, от жизни охмелев!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Сияли зори людям - и до нас!<br>
Текли дугою звезды - и до нас!<br>
В комочке праха сером, под ногою.<br>
Ты раздавил сиявший юный глаз.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ловушки, ямы на моем пути -<br>
Их бог расставил и велел идти.<br>
И все предвидел. И меня оставил.<br>
И судит! Тот, кто не хотел спасти!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Наполнив жизнь соблазном ярких дней,<br>
Наполнив душу пламенем страстей,<br>
Бог отреченья требует? Вот чаша,<br>
Она полна. Нагни - и не пролей!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В полях - межа. Ручей. Весна кругом.<br>
И девушка идет ко мне с вином.<br>
Прекрасен миг! А стань о вечном думать,<br>
И кончено: поджал бы хвост щенком!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вчера на кровлю шахского дворца<br>
Сел ворон. Череп шаха-гордеца<br>
Держал в когтях и спрашивал: "Где трубы?<br>
Трубите шаху славу без конца!"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Жизнь отцветает, горестно легка,<br>
Осыплется от первого толчка.<br>
Пей! Хмурый плащ - луной разорван в небе.<br>
Пей! После нас - луне снять века.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Где теперь эти люди мудрейшие нашей земли?<br>
Тайной нити в основе творенья они не нашли.<br>
Как они суесловили много о сущности бога, -<br>
Весь свой век бородами трясли - и бесследно ушли.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
За мгновеньем мгновенье - и жизнь промелькнет...<br>
Пусть весельем мгновение это блеснет!<br>
Берегись, ибо жизнь - это сущность творенья,<br>
Как ее проведешь, так она и пройдет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Беспечно не пил никогда я чистого вина,<br>
Пока мне чаша горьких бед была не подана.<br>
И хлеб в солонку не макал, пока не насыщался<br>
Я сердцем собственным своим, сожженным дочерна.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О кравчий! Цветы, что в долине пестрели,<br>
От знойных лучей за неделю сгорели.<br>
Пить будем, тюльпаны весенние рвать,<br>
Пока не осыпались и не истлели.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Боюсь, что в этот мир мы вновь не попадем,<br>
И там своих друзей - за гробом - не найдем.<br>
Давайте ж пировать в сей миг, пока мы живы.<br>
Быть может, миг пройдет - мы все навек уйдем.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пей с мудрой старостью златоречивой,<br>
Пей с юностью улыбчиво красивой.<br>
Пей, друг, но не кричи о том, что пьешь,<br>
Пей изредка и тайно - в миг счастливый.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
На розах блистанье росы новогодней прекрасно,<br>
Любимая - лучшее творенье господне - прекрасна.<br>
Жалеть ли минувшее, бранить ли его мудрецу?<br>
Забудем вчерашнее! Ведь наше Сегодня - прекрасно.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты сегодня не властен над завтрашним днем,<br>
Твои замыслы завтра развеются сном!<br>
Ты сегодня живи, если ты не безумен.<br>
Ты - не вечен, как все в этом мире земном.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты не мечтай перевалить за семь десятков лет,<br>
Так пусть же пьяным застает всегда тебя рассвет,<br>
Пока из головы твоей не сделали кувшин.<br>
Кувшину с чашей дай любви и верности обет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Подыми пиалу и кувшин ты, о свет моих глаз,<br>
И кружись на лугу, у ручья в этот радостный час,<br>
Ибо многих гончар-небосвод луноликих и стройных<br>
Сотни раз превратил в пиалу, и в кувшин - сотни раз.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вино - прозрачный рубин, а кувшин - рудник.<br>
Фиал - это плоть, а вино в нем - души родник,<br>
В хрустальной чаше искрится вино огневое, -<br>
То - ливень слез, что из крови гроздий возник.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Чтоб обмыть мое тело, вина принесите,<br>
Изголовье могилы вином оросите.<br>
Захотите найти меня в день воскресенья.<br>
Труп мой в прахе питейного дома ищите.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты - творец, и таким, как я есть, - я тобой сотворен.<br>
Я в вино золотое, и в струны, и в песни влюблен.<br>
В дни творенья таким ты создать и задумал меня.<br>
Так за что же теперь я в геенне гореть обречен?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Коль можешь, не тужи о времени бегущем,<br>
Не отягчай души ни прошлым, ни грядущим.<br>
Сокровища свои потрать, пока ты жив;<br>
Ведь все равно в тот мир предстанешь неимущим.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Где б ни алел тюльпан и роза ни цвела,<br>
Там прежде кровь царей земля в себя впила.<br>
И где бы на земле ни выросла фиалка,<br>
Знай - родинкой она красавицы была.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Небо! Что сделал я? Что ты терзаешь меня?<br>
Ты беготне целый день подвергаешь меня.<br>
Город заставишь обегать за черствый кусок,<br>
Грязью за чашку воды обливаешь меня.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Звездный купол - не кровля покоя сердец,<br>
Не для счастья воздвиг это небо творец.<br>
Смерть в любое мгновение мне угрожает.<br>
В чем же польза творенья? - Ответь, наконец!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Радуйся! Снова нам праздник отрадный настал!<br>
Стол серебром, хрусталем и вином заблистал.<br>
На небе месяц поблек, исхудал и согнулся,<br>
Будто он сам от пиров непрерывных устал.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пей вино! В нем источник бессмертья и света,<br>
В нем - цветенье весны и минувшие лета.<br>
Будь мгновение счастлив средь цветов и друзей,<br>
Ибо жизнь заключилась в мгновение это.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Будь жизнь тебе хоть в триста лет дана<br>
Но все равно она обречена,<br>
Будь ты халиф или базарный нищий,<br>
В конечном счете - всем одна цена.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я - школяр в этом лучшем из лучших миров.<br>
Труд мой тяжек: учитель уж больно суров!<br>
До седин я у жизни хожу в подмастерьях,<br>
Все еще не зачислен в разряд мастеров...<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
И пылинка - живою частицей была.<br>
Черным локоном, длинной ресницей была.<br>
Пыль с лица вытирай осторожно и нежно:<br>
Пыль, возможно, Зухрой яснолицей была!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я однажды кувшин говорящий купил.<br>
"Был я шахом! - кувшин безутешно вопил. -<br>
Стал я прахом. Гончар меня вызвал из праха<br>
Сделал бывшего шаха утехой кутил".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Этот старый кувшин на столе бедняка<br>
Был всесильным везиром в былые века.<br>
Эта чаша, которую держит рука, -<br>
Грудь умершей красавицы или щека...<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Был ли в самом начале у мира исток?<br>
Вот загадка, которую задал нам бог,<br>
Мудрецы толковали о ней, как хотели, -<br>
Ни один разгадать ее толком не смог.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Месяца месяцами сменялись до нас,<br>
Мудрецы мудрецами сменялись до нас.<br>
Эти мертвые камни у нас под ногами<br>
Прежде были зрачками пленительных глаз.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Лучше впасть в нищету, голодать или красть,<br>
Чем в число блюдолизов презренных попасть.<br>
Лучше кости глодать, чем прельститься сластями<br>
За столом у мерзавцев, имеющих власть.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если труженик, в поте лица своего<br>
Добывающий хлеб, не стяжал ничего -<br>
Почему он ничтожеству кланяться должен<br>
Или даже тому, кто не хуже его?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не одерживал смертный над небом побед.<br>
Всех подряд пожирает земля-людоед.<br>
Ты пока еще цел? И бахвалишься этим?<br>
Погоди: попадешь муравьям на обед!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Даже самые светлые в мире умы<br>
Не смогли разогнать окружающей тьмы.<br>
Рассказали нам несколько сказочек на ночь<br>
И отправились, мудрые, спать, как и мы.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Удивленья достойны поступки творца!<br>
Переполнены горечью наши сердца,<br>
Мы уходим из этого мира, не зная<br>
Ни начала, ни смысла его, ни конца.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Тот, кто следует разуму, - доит быка,<br>
Умник будет в убытке наверняка!<br>
В наше время доходней валять дурака,<br>
Ибо разум сегодня в цене чеснока.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Где Бахрам отдыхал, осушая бокал,<br>
Там теперь обитают лиса и шакал.<br>
Видел ты, как охотник, расставив калканы,<br>
Сам, бедняга, в глубокую яму попал?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если низменной похоти станешь рабом -<br>
Будешь в старости пуст, как покинутый дом.<br>
Оглянись на себя и подумай о том,<br>
Кто ты есть, где ты есть и - куда же потом?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Эй, гончар! И доколе ты будешь, злодей,<br>
Издеваться над глиной, над прахом людей?<br>
Ты, я вижу, ладонь самого Фаридуна<br>
Положил в колесо. Ты - безумец, ей-ей!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Слышал я: под ударами гончара<br>
Глина тайны свои выдавать начала:<br>
"Не топчи меня! - глина ему говорила,<br>
Я сама гончаром была лишь вчера".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Поутру просыпается роза моя,<br>
На ветру распускается роза моя.<br>
О жестокое небо! Едва распустилась<br>
Как уже осыпается роза моя.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Книга жизни моей перелистана - жаль!<br>
От весны, от веселья осталась печаль.<br>
Юность - птица: не помню, когда прилетела<br>
И когда унеслась, легкокрылая, в даль.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мы - послушные куклы в руках у творца!<br>
Это сказано мною не ради словца.<br>
Нас по сцене всевышний на ниточках водит<br>
И пихает в сундук, доведя до конца.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Жизнь уходит из рук, надвигается мгла,<br>
Смерть терзает сердца и кромсает тела,<br>
Возвратившихся нет из загробного мира,<br>
У кого бы мне справиться: как там дела?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я нигде преклонить головы не могу.<br>
Верить в мир замогильный - увы! - не могу.<br>
Верить в то, что, истлевши, восстану из праха<br>
Хоть бы стеблем зеленой травы, - не могу.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты не очень-то щедр, всемогущий творец:<br>
Сколько в мире тобою разбитых сердец!<br>
Губ рубиновых, мускусных локонов сколько<br>
Ты, как скряга, упрятал в бездонный ларец!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вместо солнца весь мир озарить - не могу,<br>
В тайну сущего дверь отворить - не могу.<br>
В море мыслей нашел я жемчужину смысла,<br>
Но от страха ее просверлить не могу.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ухожу, ибо в этой обители бед<br>
Ничего постоянного, прочного нет.<br>
Пусть смеется лишь тот уходящему вслед,<br>
Кто прожить собирается тысячу лет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мы источник веселья - и скорби рудник.<br>
Мы вместилище скверны - и чистый родник.<br>
Человек, словно в зеркале мир - многолик.<br>
Он ничтожен - и он же безмерно велик!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Изваял эту чашу искусный резец<br>
Не затем, чтоб разбил ее пьяный глупец.<br>
Сколько светлых голов и прекрасных сердец<br>
Между тем разбивает напрасно творец!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О кумир! Я подобных тебе не встречал.<br>
Я до встречи с тобой горевал и скучал.<br>
Дай мне полную чарку и выпей со мною,<br>
Пока чарок из нас не наделал гончар!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мой совет: будь хмельным и влюбленным всегда.<br>
Быть сановным и важным - не стоит труда.<br>
Не нужны всемогущему господу-богу<br>
Ни усы твои, друг, ни моя борода!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Хорошо, если платье твое без прорех.<br>
И о хлебе насущном подумать не грех.<br>
А всего остального и даром не надо -<br>
Жизнь дороже богатства и почестей всех.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я страдать обречен до конца своих дней,<br>
Ты же день ото дня веселишься сильней.<br>
Берегись! На судьбу полагаться не вздумай:<br>
Много хитрых уловок в запасе у ней.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Океан, состоящий из капель, велик.<br>
Из пылинок слагается материк.<br>
Твой приход и уход - не имеют значенья.<br>
Просто муха в окно залетела на миг...<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Каждый розовый, взоры ласкающий куст<br>
Рос из праха красавиц, из розовых уст.<br>
Каждый стебель, который мы топчем ногами,<br>
Рос из сердца, вчера еще полного чувств.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Нищим дервишем ставши - достигнешь высот,<br>
Сердце в кровь изодравши - достигнешь высот,<br>
Прочь, пустые мечты о великих свершеньях!<br>
Лишь с собой совладавши - достигнешь высот.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Как нужна для жемчужины полная тьма<br>
Так страданья нужны для души и ума.<br>
Ты лишился всего, и душа опустела?<br>
Эта чаша наполнится снова сама!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
До того, как мы чашу судьбы изопьем,<br>
Выпьем, милая, чашу иную вдвоем.<br>
Может статься, что сделать глотка перед смертью<br>
Не позволит нам небо в безумье своем.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
До рождения ты не нуждался ни в чем,<br>
А родившись, нуждаться во всем обречен.<br>
Только сбросивши гнет ненасытного тела,<br>
Снова станешь свободным, как бог, богачом.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Из допущенных в рай и повергнутых в ад<br>
Никогда и никто не вернулся назад.<br>
Грешен ты или свят, беден или богат -<br>
Уходя, не надейся и ты на возврат.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Жизни стыдно за тех, кто сидит и скорбит,<br>
Кто не помнит утех, не прощает обид.<br>
Пой, покуда у чанга не лопнули струны!<br>
Пей, покуда об камень сосуд не разбит!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Старость - дерево, корень которого сгнил.<br>
Возраст алые щеки мои посинил.<br>
Крыша, дверь и четыре стены моей жизни<br>
Обветшали и рухнуть грозят со стропил.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Двести лет проживешь - или тысячу лет<br>
Все равно попадешь муравьям на обед.<br>
В шелк одет или в жалкие тряпки одет,<br>
Падишах или пьяница - разницы нет!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Этот мир красотою Хайяма пленил,<br>
Ароматом и цветом своим опьянил.<br>
Но источник с живою водою - иссякнет,<br>
Как бы ты бережливо его ни хранил!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если гурия страстно целует в уста,<br>
Если твой собеседник мудрее Христа,<br>
Если лучше небесной Зухры музыкантша -<br>
Все не в радость, коль совесть твоя не чиста!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Шел я трезвый - веселья искал и вина.<br>
Вижу: мертвая роза - суха и черна.<br>
"О несчастная! В чем ты была виновата?"<br>
"Я была чересчур весела и пьяна!"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если мельницу, баню, роскошный дворец<br>
Получает в подарок дурак и подлец,<br>
А достойный идет в кабалу из-за хлеба -<br>
Мне плевать на твою справедливость, творец!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Неужели таков наш ничтожный удел:<br>
Быть рабами своих вожделеющих тел?<br>
Ведь еще ни один из живущих на свете<br>
Вожделений своих утолить не сумел!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
То, что бог нам однажды отмерил, друзья,<br>
Увеличить нельзя и уменьшить нельзя.<br>
Постараемся с толком истратить наличность,<br>
На чужое не зарясь, взаймы не прося.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Принеси заключенный в кувшине рубин -<br>
Он один мой советчик и друг до седин.<br>
Не сиди, размышляя о бренности жизни, -<br>
Принеси мне наполненный жизнью кувшин!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Встанем утром и руки друг другу пожмем,<br>
На минуту забудем о горе своем,<br>
С наслажденьем вдохнем этот утренний воздух,<br>
Полной грудью, пока еще дышим, вздохнем!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мой закон: быть веселым и вечно хмельным,<br>
Ни святошей не быть, ни безбожником злым.<br>
Я спросил у судьбы о размере калыма.<br>
"Твое сердце, - сказала, - достойный калым!"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Виночерпий, бездонный кувшин приготовь!<br>
Пусть без устали хлещет из горлышка кровь.<br>
Эта влага мне стала единственным другом,<br>
Ибо все изменили - и друг, и любовь.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Рыба утку спросила: "Вернется ль вода,<br>
Что вчера утекла? Если - да, то - когда?"<br>
Утка ей отвечала: "Когда нас поджарят -<br>
Разрешит все вопросы сковорода!"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Встань и полную чашу налей поутру,<br>
Не горюй о неправде, царящей в миру.<br>
Если б в мире законом была справедливость<br>
Ты бы не был последним на этом пиру.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Чем стараться большое уменье нажить,<br>
Чем себе, закочнев в самомненье, служить,<br>
Чем гоняться до смерти за призрачной славой -<br>
Лучше жизнь, как во сне, в опьяненье прожить!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Словно ветер в степи, словно в речке вода,<br>
День прошел - и назад не придет никогда.<br>
Будем жить, о подруга моя, настоящим!<br>
Сожалеть о минувшем - не стоит труда.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не таи в своем сердце обид и скорбей,<br>
Ради звонкой монеты поклонов не бей.<br>
Если друга ты вовремя не накормишь -<br>
Все сожрет без остатка наследник-злодей.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если сердце мое отобьется от рук -<br>
То куда ему деться? Безлюдье вокруг!<br>
Каждый жалкий дурак, узколобый невежда,<br>
Выпив лишку - Джемшидом становится вдруг.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вереницею дни-скороходы идут,<br>
Друг за другом закаты, восходы идут.<br>
Виночерпий! Не надо скорбеть о минувшем.<br>
Дай скорее вина, ибо годы идут.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Всем сердечным движениям волю давай,<br>
Сад желаний возделывать не уставай,<br>
Звездной ночью блаженствуй на шелковой травке:<br>
На закате - ложись, на рассвете - вставай.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если есть у тебя для житья закуток -<br>
В наше подлое время - и хлеба кусок,<br>
Если ты никому не слуга, не хозяин -<br>
Счастлив ты и воистину духом высок.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Трезвый, я замыкаюсь, как в панцире краб.<br>
Напиваясь, я делаюсь разумом слаб.<br>
Есть мгновенье меж трезвостью и опьяненьем.<br>
Это - высшая правда, и я - ее раб!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Разум к счастью стремится, все время твердит:<br>
"Дорожи каждым мигом, пока не убит!<br>
Ибо ты - не трава, и когда тебя скосят -<br>
То земля тебя заново не возродит".<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если жизнь твоя нынче, как чаша, полна -<br>
Не спеши отказаться от чаши вина.<br>
Все богатства судьба тебе дарит сегодня -<br>
Завтра, может случиться, ударит она!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если все государства, вблизи и вдали,<br>
Покоренные, будут валяться в пыли -<br>
Ты не станешь, великий владыка, бессмертным.<br>
Твой удел не велик: три аршина земли.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Дай вина, чтоб веселье лилось через край,<br>
Чтобы здесь, на земле, мы изведали рай!<br>
Звучный чанг принеси и душистые травы.<br>
Благовония - жги, а на чанге - играй.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Сбрось обузу корысти, тщеславия гнет,<br>
Злом опутанный, вырвись из этих тенет,<br>
Пей вино и расчесывай локоны милой:<br>
День пройдет незаметно - и жизнь промелькнет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Немолящимся грешником надобно быть -<br>
Веселящимся грешником надобно быть.<br>
Так как жизнь драгоценная кончится скоро -<br>
Шутником и насмешником надобно быть.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я в мечеть не за праведным словом пришел,<br>
Не стремясь приобщиться к основам пришел.<br>
В прошлый раз утащил я молитвенный коврик,<br>
Он истерся до дыр - я за новым пришел.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты не верь измышленьям непьющих тихонь,<br>
Будто пьяниц в аду ожидает огонь.<br>
Если место в аду для влюбленных и пьяных<br>
Рай окажется завтра пустым, как ладонь!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда вырвут без жалости жизни побег,<br>
Когда тело во прах превратится навек -<br>
Пусть из этого праха кувшин изготовят<br>
И наполнят вином: оживет человек!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если ночью тоска подкрадется - вели<br>
Дать вина. О пощаде судьбу не моли.<br>
Ты не золото, пьяный глупец, и едва ли,<br>
Закопав, откопают тебя из земли.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В этом мире на каждом шагу - западня.<br>
Я по собственной воле не прожил и дня.<br>
Без меня в небесах принимают решенья,<br>
А потом бунтарем называют меня!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Благородство и подлость, отвага и страх -<br>
Все с рожденья заложено в наших телах.<br>
Мы до смерти не станем ни лучше, ни хуже<br>
Мы такие, какими нас создал аллах!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
От нежданного счастья, глупец, не шалей.<br>
Если станешь несчастным - себя не жалей.<br>
Зло с добром не вали без разбора на небо:<br>
Небу этому в тысячу раз тяжелей!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Все, что будет: и зло, и добро - пополам -<br>
Предписал нам заранее вечный калам.<br>
Каждый шаг предначертан в небесных скрижалях.<br>
Нету смысла страдать и печалиться нам.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Словно солнце, горит, не сгорая, любовь.<br>
Словно птица небесного рая - любовь.<br>
Но еще не любовь - соловьиные стоны.<br>
Не стонать, от любви умирая, - любовь!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Небо сердцу шептало: "Я знаю - меня<br>
Ты поносишь, во всех своих бедах виня.<br>
Если б небо вращеньем своим управляло -<br>
Ты бы не было, сердце, несчастным ни дня!"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В день, когда оседлали небес скакуна,<br>
Когда дали созвездиям их имена,<br>
Когда все наши судьбы вписали в скрижали -<br>
Мы покорными стали. Не наша вина.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Много ль проку от наших молитв и кадил?<br>
В рай лишь тот попадет, кто не в ад угодил.<br>
Что кому на роду предначертано будет -<br>
До начала творенья господь утвердил!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
"Надо жить, - нам внушают, в постах и труде.<br>
Как живете вы - так и воскреснете-де!"<br>
Я с подругой и с чашей вина неразлучен -<br>
Чтобы так и проснуться на Страшном суде.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Назовут меня пьяным - воистину так!<br>
Нечестивцем, смутьяном - воистину так!<br>
Я есмь я. И болтайте себе, что хотите:<br>
Я останусь Хайямом. Воистину так!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Муж ученый, который мудрее муллы,<br>
Но бахвал и обманщик, - достоин хулы.<br>
Муж, чье Слово прочнее гранитной скалы, -<br>
Выше мудрого, выше любой похвалы!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Кто урод, кто красавец - не ведает страсть.<br>
В ад согласен безумец влюбленный попасть.<br>
Безразлично влюбленным, во что одеваться,<br>
Что на землю стелить, что под голову класть.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Небо - пояс загубленной жизни моей.<br>
Слезы падших - соленые волны морей,<br>
Рай - блаженный покой после страстных усилий,<br>
Адский пламень - лишь отблеск угасших страстей.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Хоть мудрец - не скупец и не копит добра,<br>
Плохо в мире и мудрому без серебра.<br>
Под забором фиалка от нищенства никнет,<br>
А богатая роза красна и щедра!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я к неверной хотел бы душой охладеть,<br>
Новой страсти позволить собой овладеть.<br>
Я хотел бы - но слезы глаза застилают,<br>
Слезы мне не дают на другую глядеть!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Когда песню любви запоют соловьи -<br>
Выпей сам и подругу вином напои.<br>
Видишь: роза раскрылась в любовном томленье?<br>
Утоли, о влюбленный, желанья свои!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
"Ад и рай - в небесах", - утверждают ханжи.<br>
Я, в себя заглянув, убедился во лжи:<br>
Ад и рай - не круги во дворце мирозданья,<br>
Ад и рай - это две половины души.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Попрекают Хайяма числом кутежей<br>
И в пример ему ставят непьющих мужей.<br>
Были б столь же заметны другие пороки -<br>
Кто бы выглядел трезвым из этих ханжей?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Для того, кто за внешностью видит нутро,<br>
Зло с добром - словно золото и серебро.<br>
Ибо то и другое - дается на время,<br>
Ибо кончатся скоро и зло, и добро.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вновь на старости лет я у страсти в плену.<br>
Разве иначе я пристрастился б к вину?<br>
Все обеты нарушил возлюбленной ради<br>
И, рыдая, свое безрассудство кляну.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Дай вина! Здесь не место пустым словесам.<br>
Поцелуи любимой - мой хлеб и бальзам,<br>
Губы пылкой возлюбленной - винного цвета,<br>
Буйство страсти подобно ее волосам.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если жизнь все равно неизбежно пройдет -<br>
Так пускай хоть она безмятежно пройдет!<br>
Жизнь тебя, если будешь веселым, утешит,<br>
Если будешь рыдать - безутешно пройдет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В этом мире не вырастет правды побег<br>
Справедливость - не правила миром вовек.<br>
Не считай, что изменишь течение жизни.<br>
За подрубленный сук не держись, человек!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Каждый молится богу на собственный лад.<br>
Всем нам хочется в рай и не хочется в ад.<br>
Лишь мудрец, постигающий замысел божий,<br>
Адских мук не страшится и раю не рад.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вы, злодейству которых не видно конца,<br>
В Судный день не надейтесь на милость творца!<br>
Бог, простивший не сделавших доброго дела,<br>
Не простит сотворившего зло подлеца.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Без меня собираясь в застолье хмельном,<br>
Продолжайте блистать красотой и умом.<br>
Когда чашу наполнит вином виночерпий<br>
Помяните ушедших чистым вином!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если вдруг на тебя снизошла благодать -<br>
Можешь все, что имеешь, за правду отдать.<br>
Но, святой человек, не обрушивай гнева<br>
На того, кто за правду не хочет страдать!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Стоит царства китайского чарка вина,<br>
Стоит берега райского чарка вина.<br>
Горек вкус у налитого в чарку рубина<br>
Эта горечь всей сладости мира равна.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не моли о любви, безнадежно любя,<br>
Не броди под окном у неверной, скорбя.<br>
Словно нищие дервиши, будь независим -<br>
Может статься, тогда и полюбят тебя.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В мире временном, сущность которого - тлен,<br>
Не сдавайся вещам несущественным в плен,<br>
Сущим в мире считай только дух вездесущий,<br>
Чуждый всяких вещественных перемен.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не завидуй тому, кто силен и богат.<br>
За рассветом всегда наступает закат.<br>
С этой жизнью короткою, равною вздоху,<br>
Обращайся как с данной тебе напрокат.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Горе сердцу, которое льда холодней,<br>
Не пылает любовью, не знает о ней.<br>
А для сердца влюбленного - день, проведенный<br>
Без возлюбленной, - самый пропащий из дней!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пусть я плохо при жизни служил небесам,<br>
Пусть грехов моих груз не под силу весам<br>
Полагаюсь на милость Единого, ибо<br>
Отродясь никогда не двуличничал сам!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Утром лица тюльпанов покрыты росой,<br>
И фиалки, намокнув, не блещут красой.<br>
Мне по сердцу еще не расцветшая роза,<br>
Чуть заметно подол приподнявшая свой.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не давай убаюкать себя похвалой -<br>
Меч судьбы занесен над твоей головой.<br>
Как ни сладостна слава, но яд наготове<br>
У судьбы. Берегись отравиться халвой!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Смерти я не страшусь, на судьбу не ропщу,<br>
Утешенья в надежде на рай не ищу,<br>
Душу вечную, данную мне ненадолго.<br>
Я без жалоб в положенный срок возвращу.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Из всего, что аллах мне для выбора дал,<br>
Я избрал черствый хлеб и убогий подвал,<br>
Для спасенья души голодал и страдал,<br>
Ставши нищим, богаче богатого стал.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Что сравню во вселенной со старым вином,<br>
С этой чашею пенной со старым вином?<br>
Что еще подобает почтенному мужу,<br>
Кроме дружбы почтенной со старым вином?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пить аллах не вели! не умеющим пить,<br>
С кем попало, без памяти смеющим пить,<br>
Ио не мудрым мужам, соблюдающим меру,<br>
Безусловное право имеющим пить!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Тот, кто с юности верует в собственный ум,<br>
Стал, в погоне за истиной, сух и угрюм.<br>
Притязающий с детства на знание жизни,<br>
Виноградом не став, превратился в изюм.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Волшебства о любви болтовня лишена,<br>
Как остывшие угли - огня лишена,<br>
А любовь настоящая жарко пылает,<br>
Сна и отдыха, ночи и дня лишена.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вместо злата и жемчуга с янтарем<br>
Мы другое богатство себе изберем:<br>
Сбрось наряды, прикрой свое тело старьем,<br>
Но и в жалких лохмотьях - останься царем!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Для достойного - нету достойных наград,<br>
Я живот положить за достойного рад.<br>
Хочешь знать, существуют ли адские муки?<br>
Жить среди недостойных - вот истинный ад!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты задался вопросом: что есть Человек?<br>
Образ божий. Но логикой бог пренебрег:<br>
Он его извлекает на миг из пучины -<br>
И обратно в пучину швыряет навек.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В этом мире глупцов, подлецов, торгашей<br>
Уши, мудрый, заткни, рот надежно зашей,<br>
Веки плотно зажмурь - хоть немного подумай<br>
О сохранности глаз, языка и ушей!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Увидав черепки - не топчи черепка.<br>
Берегись! Это бывших людей черепа.<br>
Чаши лепят из них - а потом разбивают.<br>
Помни, смертный: придет и твоя череда!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты у ног своих скоро увидишь меня,<br>
Где-нибудь у забора увидишь теня,<br>
В куче праха и сора увидишь меня,<br>
В полном блеске позора увидишь теня!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Хочешь - пей, но рассудка спьяна не теряй,<br>
Чувства меры спьяна, старина, не теряй,<br>
Берегись оскорбить благородного спьяну,<br>
Дружбы мудрых за чашей вина не теряй.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если ты не впадаешь в молитвенный раж,<br>
Но последний кусок неимущим отдашь,<br>
Если ты никого из друзей не предашь -<br>
Прямо в рай попадешь... Если выпить мне дашь!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Жизнь с крючка сорвалась и бесследно прошла,<br>
Словно пьяная ночь, беспросветно прошла.<br>
Жизнь, мгновенье которой равно мирозданью.<br>
Как меж пальцев песок, незаметно прошла!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Миром правят насилие, злоба и месть.<br>
Что еще на земле достоверного есть?<br>
Где счастливые люди в озлобленном мире?<br>
Если есть - их по пальцам легко перечесть.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Жизнь мгновенная, ветром гонима, прошла,<br>
Мимо, мимо, как облако дыма, прошла.<br>
Пусть я горя хлебнул, не хлебнув наслажденья, -<br>
Жалко жизни, которая мимо прошла.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Опасайся плениться красавицей, друг!<br>
Красота и любовь - два источника мук.<br>
Ибо это прекрасное царство не вечно:<br>
Поражает сердца и - уходит из рук.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Так как вечных законов твой ум не постиг<br>
Волноваться смешно из-за мелких интриг.<br>
Так как бог в небесах неизменно велик -<br>
Будь спокоен и весел, цени этот миг.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О мудрец! Если тот или этот дурак<br>
Называет рассветом полуночный мрак, -<br>
Притворись дураком и не спорь с дураками.<br>
Каждый, кто не дурак, - вольнодумец и враг!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мне, господь, надоела моя нищета,<br>
Надоела надежд и желаний тщета.<br>
Дай мне новую жизнь, если ты всемогущий!<br>
Может, лучше, чем эта, окажется та.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если б я властелином судьбы своей стал,<br>
Я бы всю ее заново перелистал<br>
И, безжалостно вычеркнув скорбные строки,<br>
Головою от радости небо достал!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Дураки мудрецом почитают меня,<br>
Видит бог: я не тот, кем считают меня,<br>
О себе и о мире я знаю не больше<br>
Тех глупцов, что усердно читают меня.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Листья дерева жизни, отпущенной мне,<br>
В зимней стуже сгорают и в вешнем огне.<br>
Пей вино, не горюй. Следуй мудрым советам:<br>
Все заботы топи в искрометном вине.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я пришел - не прибавилась неба краса,<br>
Я уйду - будут так же цвести небеса.<br>
Где мы были, куда мы уйдем - неизвестно:<br>
Глупы домыслы всякие и словеса.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Гонит рок нас по жизни битой, как мячи,<br>
Ты то влево, то вправо беги - и молчи!<br>
Тот, кто бешеный гон в этом мире устроил,<br>
Он один знает смысл его скрытых причин,<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не запретна лишь с мудрыми чаша для нас<br>
Или с милым кумиром в назначенный час.<br>
Не бахвалься пируя и после пирушки:<br>
Пей немного. Пей изредка. Не напоказ.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Раз желаньям, творец, ты предел положил,<br>
От рожденья поступки мои предрешил,<br>
Значит, я и грешу с твоего позволенья<br>
И лишь в меру тобою отпущенных сил.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пусть будет сердце страстью смятено.<br>
Пусть в чаше вечно пенится вино.<br>
Раскаянье творец дарует грешным -<br>
Я откажусь: мне ни к чему оно.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если мудрость начертана в сердце строкой,<br>
Значит, будет в нем ясность, любовь и покой.<br>
Надо либо творцу неустанно молиться,<br>
Либо чашу поднять беззаботной рукой.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Чтоб добиться любви самой яркой из роз,<br>
Сколько сердце изведало горя и слез.<br>
Посмотри: расщепить себя гребень позволил,<br>
Чтобы только коснуться прекрасных волос.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В прах и пыль превратились цари, короли<br>
Все, кто спрятан в бездонное лоно земли,<br>
Видно, очень хмельным их вином опоили,<br>
Чтоб до Судного дня они встать не смогли.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я хотел и страстей не сумел побороть;<br>
Над душою царит ненасытная плоть.<br>
Но я верю в великую милость господню:<br>
После смерти простит мои кости господь.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Да, лилия и кипарис - два чуда под луной,<br>
О благородстве их твердят любой язык земной,<br>
Имея двести языков, она всегда молчит,<br>
А он, имея двести рук, не тянет ни одной.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
От горя разлуки с тобою я вяну.<br>
Куда бы ни шла, от тебя не отстану.<br>
Уйдешь - все сердца погибают в печали,<br>
Вернешься - они твоей жертвою станут.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Грех Хайям совершил и совсем занемог,<br>
Пребывает в плену бесполезных тревог,<br>
Верь, господь потому и грехи позволяет,<br>
Чтоб потом нас простить он по-божески мог.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
За любовь к тебе пусть все осудят вокруг,<br>
Мне с невеждами спорить, поверь, недосуг.<br>
Лишь мужей исцеляет любовный напиток,<br>
А ханжам он приносит жестокий недуг.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Этот мастер всевышний - большой верхогляд:<br>
Он недолго мудрит, лепит нас наугад.<br>
Если мы хороши - он нас бьет и ломает,<br>
Если плохи - опять же не он виноват!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Тайны мира, как я записал их в тетрадь,<br>
Головы не сносить, коль другим рассказать.<br>
Средь ученых мужей благородных не вижу,<br>
Наложил на уста я молчанья печать.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Сокровенною тайной с тобой поделюсь,<br>
В двух словах изолью свою нежность и грусть.<br>
Я во прахе с любовью к тебе растворюсь,<br>
Из земли я с любовью к тебе поднимусь.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Раз не нашею волей вершатся дела,<br>
Беззаботному сердцу и честь и хвала.<br>
Не грусти, что ты смертен, не хмурься в печали,<br>
А не то тебе станет и жизнь не мила.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Кто на свете не мечен грехами, скажи?<br>
Мы безгрешны ли, господи, сами, скажи?<br>
Зло свершу - ты мне злом воздаешь неизменно, -<br>
Значит, разницы нет между нами, скажи!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Знает твердо мудрец: не бывает чудес,<br>
Он не спорит - там семь или восемь небес.<br>
Раз пылающий разум навеки погаснет,<br>
Не равно ль - муравей или волк тебя съест?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Влекут меня розам подобные лица<br>
И чаша, чтоб влагой хмельной насладиться;<br>
Хочу всем усладам земным причаститься,<br>
Пока не настала пора удалиться.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если к чаше приник - будь доволен, Хайям!<br>
Если с милой хоть миг - будь доволен, Хайям!<br>
Высыхает река бытия, но покуда<br>
Бьет еще твой родник - будь доволен, Хайям!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Дверь насущного хлеба мне, боже, открой:<br>
Пусть не подлый подаст - сам дай щедрой рукой.<br>
Напои меня так, чтобы был я без памяти,<br>
Потому и заботы не знал никакой.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я для знаний воздвиг сокровенный чертог,<br>
Мало тайн, что мой разум постигнуть не смог.<br>
Только знаю одно: ничего я не знаю!<br>
Вот моих размышлений последний итог,<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Зерна наших надежд до конца не сберем,<br>
Уходя, не захватим ни сад и ни дом.<br>
Не жалей для друзей своего достоянья,<br>
Чтобы недруг его не присвоил потом.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не по бедности я позабыл про вино,<br>
Не из страха совсем опуститься на дно.<br>
Пил вино я, чтоб сердце весельем наполнить,<br>
А теперь мое сердце тобою полно.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Порою некто гордо мечет взгляды: "Это - я!"<br>
Украсит золотом свои наряды: "Это - я!"<br>
Но лишь пойдут на лад его делишки,<br>
Внезапно смерть выходит из засады: "Это - я!"<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Трясу надежды ветвь, но где желанный плод?<br>
Как смертный нить судьбы в кромешной тьме найдет?<br>
Тесна мне бытия печальная темница, -<br>
О, если б дверь найти, что к вечности ведет!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
От земной глубины до далеких планет<br>
Мирозданья загадкам нашел я ответ.<br>
Все узлы развязал, все оковы разрушил,<br>
Узел смерти одной не распутал я, нет!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Цель творца и вершина творения - мы,<br>
Мудрость, разум, источник прозрения - мы,<br>
Этот круг мироздания перстню подобен, -<br>
В нем граненый алмаз, без сомнения, мы.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Угнетает людей небосвод-мироед:<br>
Он ссужает их жизнью на несколько лет.<br>
Знал бы я об условиях этих кабальных -<br>
Предпочел бы совсем не родиться на свет!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мы уйдем без следа - ни имен, ни примет.<br>
Этот мир простоит еще тысячи лет.<br>
Нас и раньше тут не было - после не будет.<br>
Ни ущерба, ни пользы от этого нет.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О мудрец! Коротай свою жизнь в погребке.<br>
Прах великих властителей - чаша в руке.<br>
Все что кажется прочным, незыблемым, вечным, -<br>
Лишь обманчивый сон, лишь мираж вдалеке...<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мы попали в сей мир, как в силок - воробей.<br>
Мы полны беспокойства, надежд и скорбей.<br>
В эту круглую клетку, где нету дверей,<br>
Мы попали с тобой не по воле своей.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О душа! Ты меня превратила в слугу.<br>
Я твой гнет ощущаю на каждом шагу.<br>
Для чего я родился на свет, если в мире<br>
Все равно ничего изменить не могу?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
И того, кто умен, и того, кто красив,<br>
Небо в землю упрячет, под корень скосив.<br>
Горе нам! Мы истлеем без пользы, без цели.<br>
Станем бывшими мы, бытия не вкусив.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мне одна лишь отрада осталась: в вине,<br>
От вина лишь осадок остался на дне.<br>
От застольных бесед ничего не осталось.<br>
Сколько жить мне осталось - неведомо мне.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Принесите вина - надоела вода!<br>
Чашу жизни моей наполняют года.<br>
Не к лицу старику притворяться непьющим.<br>
Если нынче не выпью вина - то когда?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Да пребудет вино неразлучно с тобой!<br>
Пей с любою подругой из чаши любой<br>
Виноградную кровь, ибо в черную глину<br>
Превращает людей небосвод голубой.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Оттого, что неправеден мир, не страдай,<br>
Не тверди нам о смерти и сам не рыдай,<br>
Наливай в пиалу эту алую влагу,<br>
Белогрудой красавице сердце отдай.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Дай мне влаги хмельной, укрепляющей дух.<br>
Пусть я пьяным напился и взор мой потух -<br>
Дай мне чашу вина! Ибо мир этот - сказка,<br>
Ибо жизнь - словно ветер, а мы - словно пух..<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Круг небес, неизменный во все времена,<br>
Опрокинут над нами, как чаша вина.<br>
Эта чаша, которая ходит по кругу.<br>
Не стони - и тебя не минует она.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Жизнь в разлуке с лозою хмельною - ничто.<br>
Жизнь в разладе с певучей струною - ничто.<br>
Сколько я ни вникаю в дела под луною:<br>
Наслаждение - все, остальное - ничто!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не горюй, что забудется имя твое.<br>
Пусть тебя утешает хмельное питье.<br>
До того как суставы твои распадутся -<br>
Утешайся с любимой, лаская ее.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Следуй верным путем бесшабашных гуляк:<br>
Позови музыкантов, на ложе возляг,<br>
В изголовье - кувшин, пиала - на ладони,<br>
Не болтай языком - на вино приналяг!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
День прекрасен: ни холод с утра, ни жара.<br>
Ослепителен блеск травяного ковра,<br>
Соловей над раскрытою розой с утра<br>
Надрывается: браться за чашу пора!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пей вино, ибо радость телесная - в нем.<br>
Слушай чанг, ибо сладость небесная - в нем.<br>
Променяй свою вечную скорбь на веселье,<br>
Ибо цель, никому не известная, - в нем.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Лживой книжной премудрости лучше бежать.<br>
Лучше с милой всю жизнь на лужайке лежать.<br>
До того как судьба твои кости иссушит -<br>
Лучше чашу без устали осушать!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Те, что жили на свете в былые года,<br>
Не вернутся обратно сюда никогда,<br>
Наливай нам вина и послушай Хайяма:<br>
Все советы земных мудрецов - как вода...<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Смертный, если не ведаешь страха - борись.<br>
Если слаб - перед волей аллаха смирись.<br>
Но того, что сосуд, сотворенный из праха,<br>
Прахом станет - оспаривать не берись.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Все недуги сердечные лечит вино.<br>
Муки разума вечные лечит вино.<br>
Эликсира забвения и утешенья<br>
Не страшитесь, увечные, - лечит вино!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Долго ль будешь скорбеть и печалиться, друг,<br>
Сокрушаться, что жизнь ускользает из рук?<br>
Пей хмельное вино, в наслажденьях усердствуй,<br>
Веселясь, совершай предначертанный круг!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
За страданья свои небеса не кляни.<br>
На могилы друзей без рыданья взгляни.<br>
Оцени мимолетное это мгновенье.<br>
Не гляди на вчерашний и завтрашний дни.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Жизнь - мгновенье. Вино - от печали бальзам.<br>
День прошел беспечально - хвала небесам!<br>
Будь доволен тебе предназначенной долей,<br>
Не пытайся ее переделывать сам.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Всем известно, что я свою старость кляну.<br>
Всем известно, что я пристрастился к вину,<br>
Но не знают глупцы, что вино возвращает<br>
Юность старцу, усталому сердцу - весну.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Плеч не горби, Хайям! Не удастся и впредь<br>
Черной скорби душою твоей овладеть.<br>
До могилы глаза твои с радостью будут<br>
На ручей, на зеленую ниву глядеть.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не осталось мужей, коих мог уважать,<br>
Лишь вино продолжает меня ублажать.<br>
Не отдергивай руку от ручки кувшинной,<br>
Если в старости некому руку пожать.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не у тех, кто во прах государства поверг, -<br>
Лишь у пьяных душа устремляется вверх!<br>
Надо пить: в понедельник, во вторник, в субботу,<br>
В воскресение, в пятницу, в среду, в четверг.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если пост я нарушу для плотских утех -<br>
Не подумай, что я нечестивее всех.<br>
Просто: постные дни - словно черные ночи,<br>
А ночами грешить, как известно, не грех!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Стоит власти над миром хороший глоток.<br>
Выше истины выпивку ставит знаток.<br>
Белоснежной чалмы правоверного шейха<br>
Стоит этот, вином обагренный, платок.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пить вино зарекаться не должен поэт.<br>
Преступившим зарок - оправдания нет.<br>
Соловьи надрываются, розы раскрыты...<br>
Разве можно давать воздержанья обет?!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
К черту пост и молитву, мечеть и муллу!<br>
Воздадим полной чашей аллаху хвалу.<br>
Наша плоть в бесконечных своих превращеньях<br>
То в кувшин превращается, то в пиалу.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Будь хотя завсегдатаем всех кабаков,<br>
Вечно пьяным, свободным от всяких оков,<br>
Хоть разбойником будь на проезжей дороге:<br>
Грабь богатых, добром одаряй бедняков!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В Книге Судеб ни слова нельзя изменить.<br>
Тех, кто вечно страдает, нельзя извинить,<br>
Можешь пить свою желчь до скончания жизни:<br>
Жизнь нельзя сократить и нельзя удлинить.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты меня сотворил из земли и воды.<br>
Ты - творец моей плоти, моей бороды.<br>
Каждый умысел мой предначертан тобою.<br>
Что ж мне делать? Спасибо сказать за труды?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Где вчерашние юноши, полные сил?<br>
Всех без жалости серп небосвода скосил.<br>
Горевать бесполезно: что было - то сплыло.<br>
Дай вина, чтобы смертный бессмертья вкусил!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Да пребудет со мною любовь и вино!<br>
Будь что будет: безумье, позор - все равно!<br>
Чему быть суждено - неминуемо будет,<br>
Но не больше того, чему быть суждено.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Те, в ком страсти волнуются, мысли кипят, -<br>
Все на свете понять и изведать хотят.<br>
Выпьют чашу до дна - и лишатся сознанья,<br>
И в объятиях смерти без памяти спят.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Чем за общее счастье без толку страдать<br>
Лучше счастье кому-нибудь близкому дать.<br>
Лучше друга к себе привязать добротою,<br>
Чем от пут человечество освобождать.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Из верченья гончарного круга времен<br>
Смысл извлек только тот, кто учен и умен,<br>
Или пьяный, привычный к вращению мира,<br>
Ничего ровным счетом не смыслящий в нем!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мне с похмелья лекарство одно принеси,<br>
Если мускусом пахнет оно, принеси,<br>
Если вылечить хочешь Хайяма от скорби<br>
Ранним утром Хайяму вино принеси.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Этот райский, с ручьями журчащими край, -<br>
Чем тебе не похож на обещанный рай?<br>
Сколько хочешь валяйся на шелковой травке,<br>
Пей вино и на ласковых гурий взирай!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мы грешим, истребляя вино. Это так.<br>
Из-за наших грехов процветает кабак.<br>
Да простит нас аллах милосердный! Иначе<br>
Милосердие божье проявится как?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Лучше пить и веселых красавиц ласкать,<br>
Чем в постах и молитвах спасенья искать.<br>
Если место в аду для влюбленных и пьяниц<br>
То кого же прикажете в рай допускать?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вместо розы - колючка сухая сойдет.<br>
Черный ад - вместо светлого рая сойдет.<br>
Если нет под рукою муллы и мечети -<br>
Поп сгодится и вера чужая сойдет!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Скакуна твоего, небом избранный шах.<br>
Подковал золотыми гвоздями аллах,<br>
Путь-дорогу серебряным выстелил снегом,<br>
Чтоб копыта его не ступали во прах.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Из сиреневой тучи на зелень равнин<br>
Целый день осыпается белый жасмин.<br>
Наливаю подобную лилии чашу<br>
Чистым розовым пламенем - лучшим из вин.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Вожделея, желаний своих не таи.<br>
В лапах смерти угаснут желанья твои.<br>
А пока мы не стали безжизненным прахом<br>
Виночерпий, живою водой напои!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Те, что ищут забвения в чистом вине,<br>
Те, что молятся богу в ночной тишине, -<br>
Все они, как во сне, над развернутой бездной,<br>
А единый над ними не спит в вышине!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Трудно замыслы божьи постичь, старина,<br>
Нет у этого неба ни верха, ни дна.<br>
Сядь в укромном углу и довольствуйся малым:<br>
Лишь бы сцена была хоть немного видна!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если я напиваюсь и падаю с ног -<br>
Это богу служение, а не порок.<br>
Не могу же нарушить я замысел божий,<br>
Если пьяницей быть предназначил мне бог!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О вино! Ты прочнее веревки любой,<br>
Разум пьющего крепко опутай тобой.<br>
Ты с душой обращаешься, словно с рабой.<br>
Стать ее заставляешь самою собой.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты при всех на меня накликаешь позор:<br>
Я безбожник, я пьяница, чуть ли не вор!<br>
Я готов согласиться с твоими словами.<br>
Но достоин ли ты выносить приговор?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Роза после дождя не просохла еще.<br>
Жажда в сердце моем не заглохла еще.<br>
Еще рано кабак закрывать, виночерпий,<br>
Солнце светит в оконные стекла еще!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Если бог не услышит меня в вышние -<br>
Я молитвы свои обращу к сатане.<br>
Если богу желанья мои неугодны -<br>
Значит, дьявол внушает желания мне!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Веселясь беззаботно, греша без конца,<br>
Не теряю надежды на милость творца.<br>
Снова, пьяный мертвецки, лежу под забором.<br>
Лягу в землю - создатель простит мертвеца!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Пощади меня, боже, избавь от оков!<br>
Их достойны святые - а я не таков.<br>
Я подлец - если ты не жесток с подлецами.<br>
Я глупец - если жалуешь ты дураков.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Счастлив тот, кто в шелку и парче не блистал,<br>
Книгу славы мирской никогда не листал,<br>
Кто, как птица Симург, отрешился от мира,<br>
Но совою, подобно Хайяму, не стал.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не рыдай! Ибо нам не дано выбирать:<br>
Плачь не плачь - а придется и нам умирать,<br>
Глиной ставшие мудрые головы наши<br>
Завтра будет ногами гончар подирать.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Так как разум у нас в невысокой цене,<br>
Так как только дурак безмятежен вполне -<br>
Утоплю-ка остаток рассудка в вине:<br>
Может статься, судьба улыбнется и мне!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Ты, всевышний, по-моему, жаден и стар.<br>
Ты наносишь рабу за ударом удар.<br>
Рай - награда безгрешным за их послушанье.<br>
Дал бы что-нибудь мне не в награду, а в дар!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Чтобы ты прегрешенья Хайяма простил -<br>
Он поститься решил и мечеть посетил.<br>
Но, увы, от волненья во время намаза<br>
Громкий ветер ничтожный твой раб испустил!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Все, что видишь ты, - видимость только одна<br>
Только форма - а суть никому не видна.<br>
Смысла этих картинок понять не пытайся -<br>
Сядь спокойно в сторонке и выпей вина!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Дух мой чистый, ты гость в моем теле земном!<br>
Я с утра подкреплю тебя чистым вином,<br>
Чтобы ты не томился в обители праха,<br>
До того как проститься со мной перед сном.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
В жизни сей опьянение лучше всего,<br>
Нежной гурии пение лучше всего,<br>
Вольной мысли кипение лучше всего,<br>
Всех запретов забвение лучше всего.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я терплю издевательства неба давно,<br>
Может быть, за терпенье в награду оно<br>
Ниспошлет мне красавицу легкого нрава<br>
И тяжелый кувшин ниспошлет заодно?<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Был бы я благочестьем прославиться рад,<br>
Был бы рад за грехи не отправиться в ад,<br>
Но божественный сок твоих лоз, виноград,<br>
Для души моей - лучшая из наград!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Не устану в неверном театре теней<br>
Совершенства искать до конца своих дней.<br>
Утверждаю: лицо твое - солнца светлее,<br>
Утверждаю: твой стан - кипариса стройней.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Страстью раненный, слезы без устали лью.<br>
Исцелить мое бедное сердце молю,<br>
Ибо вместо напитка любовного небо<br>
Кровью сердца наполнило чашу мою.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Много сект насчитал я в исламе. Из всех<br>
Я избрал себе секту любовных утех.<br>
Ты - мой бог! Подари же мне радости рая.<br>
Слиться с богом, любовью пылая, - не грех!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
О вино! Ты - живая вода, ты - исток<br>
Вдохновенья и счастья, а я - твой пророк.<br>
Я тебя прославляю в согласье с кораном:<br>
Ведь сказал же аллах, что вино - не порок!<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Мы похожи на циркуль, вдвоем, на траве:<br>
Головы у единого тулова две,<br>
Полный круг совершаем, на стержне вращаясь,<br>
Чтобы снова совпасть головой к голове.<br>
'); INSERT INTO RUBAI (CONTENT) VALUES ('
Я раскаянья полон на старости лет.<br>
Нет прощения мне, оправдания нет.<br>
Я, безумец, не слушался божьих велений -<br>
Делал все, чтобы только нарушить запрет!<br>')
